<script setup lang="ts">
import EmailPreview from "@/components/Email/EmailPreview.vue";
import { ref } from "vue";
import Button from "@/components/Email/Templates/Elements/Button.vue";

const data = [
  {
    name: "ICT Moscow",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Административный блок",
    category: "Сервис",
    hrs: [
      {
        name: "Екатерина Петькова (ГКУ «‎МОСГОРТЕЛЕКОМ»‎)",
        job: "ведущий специалист по управлению персоналом",
        tel: "7 (903) 193-55-99",
        email: "ChernyshevaEA6@it.mos.ru",
      },
      {
        name: "Людмила Хмелева (ГКУ «ИНФОГОРОД»)",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 419-21-14",
        email: "SuraeginaLS@it.mos.ru",
      },
      {
        name: "По направлениям курирующих заместителей (ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ)",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Аналитика",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Чуби",
            job: "начальник отдела",
            tel: "7 (495) 252-02-79",
            email: "ChubiNA1@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Аппарат",
    category: "Сервис",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "АХО",
    category: "Сервис",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "База знаний Портала Москвы",
    category: "Проект",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Видеонаблюдение",
    category: "Продукт",
    hrs: [
      {
        name: "Юлия Коршакова",
        job: "старший HR-партнёр",
        tel: "7 (926) 705-48-38",
        email: "KorshakovaYI@it.mos.ru ",
      },
    ],
    urs: [
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Алина Лонкина",
            job: "специалист по персоналу",
            tel: "7 (905) 318-31-88",
            email: "LonkinaAI@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Внутренний аудит",
    category: "Сервис",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Городские сервисы",
    category: "Сервис",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Гнездилова",
            job: "старший специалист по персоналу",
            tel: "7 (967) 154-46-71",
            email: "GnezdilovaNV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Госуслуги Москвы",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Парфенова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (927) 778-50-18",
            email: "ParfenovaNK@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Градостроительство",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "ЕМИАС",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "ЕМИАС.Поликлиники",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
      {
        name: "Елизавета Бахвалова",
        job: "старший HR-партнёр",
        tel: "7 (495) 957-93-57",
        email: "BakhvalovaEM@it.mos.ru",
      },
      {
        name: "Сергей Пахолков",
        job: "младший HR-партнёр",
        tel: "7 (977) 363-85-48",
        email: "PakholkovSA@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "ЕМИАС.Стационары",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
      {
        name: "Кристина Солнцева",
        job: "старший HR-партнёр",
        tel: "7 (495) 957-93-57",
        email: "SolntsevaKS@it.mos.ru",
      },
      {
        name: "Сергей Пахолков",
        job: "младший HR-партнёр",
        tel: "7 (977) 363-85-48",
        email: "PakholkovSA@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Закупки",
    category: "Продукт",
    hrs: [
      {
        name: "Евгений Курсаков",
        job: "старший HR-партнёр",
        tel: "7 (915) 408-03-08",
        email: "KursakovEV@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Информационная безопасность",
    category: "Продукт",
    hrs: [
      {
        name: "Елена Колесникова",
        job: "директор департамента развития корпоративных компетенций",
        tel: "7 (999) 985-2727",
        email: "KolesnikovaEA@it.mos.ru",
      },
      {
        name: "Алина Шах",
        job: "младший HR-партнёр",
        tel: "7 (910) 768-71-88",
        email: "ShakhAS@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Искусственный интеллект",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "ИТ Сервис",
    category: "Продукт",
    hrs: [
      {
        name: "Людмила Хмелева",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 419-21-14",
        email: "SuraeginaLS@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Елена Донцова",
            job: "начальник отдела",
            tel: "7 (977) 346-61-94",
            email: "DontsovaEN@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Карта москвича",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Чуби",
            job: "начальник отдела",
            tel: "7 (495) 252-0279",
            email: "ChubiNA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "КНД",
    category: "Продукт",
    hrs: [
      {
        name: "Евгений Курсаков",
        job: "старший HR-партнёр",
        tel: "7 (915) 408-03-08",
        email: "KursakovEV@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Коммерческая деятельность",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
          {
            name: "Алёна Артемьева",
            job: "HR-партнёр",
            tel: "7 (977) 446-58-28",
            email: "ArtemevaAM@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Комплекс городского хозяйства",
    category: "Продукт",
    hrs: [
      {
        name: "Евгений Курсаков",
        job: "старший HR-партнёр",
        tel: "7 (915) 408-03-08",
        email: "KursakovEV@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Парфенова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (927) 778-50-18",
            email: "ParfenovaNK@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Комплексные проекты социального блока",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Гнездилова",
            job: "старший специалист по персоналу",
            tel: "7 (967) 154-46-71",
            email: "GnezdilovaNV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Контакт-центр",
    category: "Продукт",
    hrs: [
      {
        name: "Юлия Коршакова",
        job: "старший HR-партнёр",
        tel: "7 (926) 705-48-38",
        email: "KorshakovaYI@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Алина Лонкина",
            job: "специалист по персоналу",
            tel: "7 (905) 318-31-88",
            email: "LonkinaAI@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Контрактная служба",
    category: "Сервис",
    hrs: [
      {
        name: "Евгения Комиссарова",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 173-70-75",
        email: "KomissarovaEA2@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Гнездилова",
            job: "старший специалист по персоналу",
            tel: "7 (967) 154-46-71",
            email: "GnezdilovaNV@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Корпоративная безопасность",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Елена Донцова",
            job: "начальник отдела",
            tel: "7 (977) 346-61-94",
            email: "DontsovaEN@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Корпоративные коммуникации и мероприятия",
    category: "Сервис",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Культура и туризм",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "КФЦ",
    category: "Сервис",
    hrs: [
      {
        name: "Юлия Коршакова",
        job: "старший HR-партнёр",
        tel: "7 (926) 705-48-38",
        email: "KorshakovaYI@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Мобильные сервисы",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Облако",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Гнездилова",
            job: "старший специалист по персоналу",
            tel: "7 (967) 154-46-71",
            email: "GnezdilovaNV@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Образование",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
      {
        name: "Анастасия Коханова",
        job: "HR-партнёр",
        tel: "7 (925) 049-55-71",
        email: "KokhanovaAA@it.mos.ru",
      },
      {
        name: "Валентина Фоминова",
        job: "HR-партнёр",
        tel: "7 (915) 058-38-20",
        email: "FominovaVD@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ирина Сокарева",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "SokarevaIA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Общегородской Wi-Fi",
    category: "Продукт",
    hrs: [
      {
        name: "Юлия Коршакова",
        job: "старший HR-партнёр",
        tel: "7 (926) 705-48-38",
        email: "KorshakovaYI@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Открытое правительство",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: 'АНО «Проектно-Аналитический Центр "Мосцифра"»‎',
        kurators: [
          {
            name: "Оксана Белехова",
            job: "менеджер управления по организации кадровой политики",
            tel: "7 (915) 300-85-80",
            email: "BelekhovaOV@it.mos.ru",
          },
          {
            name: "Дина Колобаева",
            job: "главный специалист управления по организации кадровой политики",
            tel: "7 (916) 852-82-45",
            email: "KolobaevaDB@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Платежный сервис",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Портал Москвы",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Портал поставщиков",
    category: "Продукт",
    hrs: [
      {
        name: "Евгений Курсаков",
        job: "старший HR-партнёр",
        tel: "7 (915) 408-03-08",
        email: "KursakovEV@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Правовое управление",
    category: "Сервис",
    hrs: [
      {
        name: "Евгения Комиссарова",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 173-70-75",
        email: "KomissarovaEA2@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: 'АНО «Проектно-Аналитический Центр "Мосцифра"»‎',
        kurators: [
          {
            name: "Оксана Белехова",
            job: "менеджер управления по организации кадровой политики",
            tel: "7 (915) 300-85-80",
            email: "BelekhovaOV@it.mos.ru",
          },
          {
            name: "Дина Колобаева",
            job: "главный специалист управления по организации кадровой политики",
            tel: "7 (916) 852-82-45",
            email: "KolobaevaDB@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадрова",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Префектуры",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Гнездилова",
            job: "старший специалист по персоналу",
            tel: "7 (967) 154-46-71",
            email: "GnezdilovaNV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Проект «Активный гражданин»",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Редакция Портала Москвы",
    category: "Проект",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
      {
        name: 'АНО «Проектно-Аналитический Центр "Мосцифра"»‎',
        kurators: [
          {
            name: "Оксана Белехова",
            job: "менеджер управления по организации кадровой политики",
            tel: "7 (915) 300-85-80",
            email: "BelekhovaOV@it.mos.ru",
          },
          {
            name: "Дина Колобаева",
            job: "главный специалист управления по организации кадровой политики",
            tel: "7 (916) 852-82-45",
            email: "KolobaevaDB@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Роботизация",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Связь",
    category: "Продукт",
    hrs: [
      {
        name: "Юлия Коршакова",
        job: "старший HR-партнёр",
        tel: "7 (926) 705-48-38",
        email: "KorshakovaYI@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Сервис-менеджер (SM)",
    category: "Продукт",
    hrs: [
      {
        name: "Людмила Хмелева",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 419-21-14",
        email: "SuraeginaLS@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Силовики",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎»",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Ситуационный центр города Москвы",
    category: "Продукт",
    hrs: [
      {
        name: "Евгений Курсаков",
        job: "старший HR-партнёр",
        tel: "7 (915) 408-03-08",
        email: "KursakovEV@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Елена Донцова",
            job: "начальник отдела",
            tel: "7 (977) 346-61-94",
            email: "DontsovaEN@it.mos.ru",
          },
        ],
      },
      {
        name: 'АНО «Проектно-Аналитический Центр "Мосцифра"»‎',
        kurators: [
          {
            name: "Оксана Белехова",
            job: "менеджер управления по организации кадровой политики",
            tel: "7 (915) 300-85-80",
            email: "BelekhovaOV@it.mos.ru",
          },
          {
            name: "Дина Колобаева",
            job: "главный специалист управления по организации кадровой политики",
            tel: "7 (916) 852-82-45",
            email: "KolobaevaDB@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Соцтехнологии",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
      {
        name: "Анастасия Коханова",
        job: "HR-партнёр",
        tel: "7 (925) 049-55-71",
        email: "KokhanovaAA@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Спецлаборатория",
    category: "Продукт",
    hrs: [
      {
        name: "Валерия Уралова",
        job: "управляющий HR-партнёр",
        tel: "7 (903) 619-31-83",
        email: "UralovaVE@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "СПУ",
    category: "Сервис",
    hrs: [
      {
        name: "Юлия Коршакова",
        job: "старший HR-партнёр",
        tel: "7 (926) 705-48-38",
        email: "KorshakovaYI@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Технические решения",
    category: "Сервис",
    hrs: [
      {
        name: "Людмила Хмелева",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 419-21-14",
        email: "SuraeginaLS@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "УПК",
    category: "Продукт",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ирина Сокарева",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "SokarevaIA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Управление данными",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Управление ИТ-активами",
    category: "Продукт",
    hrs: [
      {
        name: "Людмила Хмелева",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 419-21-14",
        email: "SuraeginaLS@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Управление персоналом",
    category: "Сервис",
    hrs: [
      {
        name: "Маринэ Оганисян",
        job: "старший HR-партнёр",
        tel: "7 (916) 975-99-96",
        email: "OganisyanMB@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Анастасия Фролкина",
            job: "начальник отдела",
            tel: "7 (495) 957-93-57",
            email: "FrolkinaAN@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГУП МСР",
        kurators: [
          {
            name: "Наталья Гусева",
            job: "ведущий специалист",
            tel: "7 (499) 755-06-50 доб. 298",
            email: "GusevaNU2@mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ ИАЦ В СФЕРЕ ЗДРАВООХРАНЕНИЯ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Электронная почта отдела кадров",
            email: "kadry_iac@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
      {
        name: "МПТЦ АНО",
        kurators: [
          {
            name: "Ирина Кирюшова",
            job: "директор департамента по персоналу",
            tel: "7 (968) 401-82-57",
            email: "KiryushovaIA1@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Цифровая экономика",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Дарья Шумейко",
            job: "специалист по персоналу",
            tel: "7 (980) 452-15-25",
            email: "ShumeykoDV@it.mos.ru",
          },
        ],
      },
      {
        name: 'АНО «Проектно-Аналитический Центр "Мосцифра"»‎',
        kurators: [
          {
            name: "Оксана Белехова",
            job: "менеджер управления по организации кадровой политики",
            tel: "7 (915) 300-85-80",
            email4: "BelekhovaOV@it.mos.ru",
          },
          {
            name: "Дина Колобаева",
            job: "главный специалист управления по организации кадровой политики",
            tel: "7 (916) 852-82-45",
            email: "KolobaevaDB@it.mos.ru",
          },
        ],
      },
      {
        name: "ДЕПАРТАМЕНТ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ ГОРОДА МОСКВЫ",
        kurators: [
          {
            name: "Мария Снигур",
            job: "начальник управления государственной службы и кадров",
            tel: "7 (910) 493-07-10",
            email: "SnigurMM@mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Цифровое правосудие",
    category: "Продукт",
    hrs: [
      {
        name: "Евгения Комиссарова",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 173-70-75",
        email: "KomissarovaEA2@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «‎МОСГОРТЕЛЕКОМ»‎",
        kurators: [
          {
            name: "Екатерина Петькова",
            job: "ведущий специалист по управлению персоналом",
            tel: "7 (903) 193-55-99",
            email: "ChernyshevaEA6@it.mos.ru",
          },
        ],
      },
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Рудая",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "RudayaNI@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "ЦОД",
    category: "Продукт",
    hrs: [
      {
        name: "Людмила Хмелева",
        job: "управляющий HR-партнёр",
        tel: "7 (916) 419-21-14",
        email: "SuraeginaLS@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ирина Сокарева",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "SokarevaIA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
      {
        name: "АО «‎ЭЛЕКТРОННАЯ МОСКВА»‎",
        kurators: [
          {
            name: "Алеся Мишина",
            job: "начальник отдела",
            tel: "7 (965) 238-76-33",
            email: "MishinaAA1@em.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Экономика и имущество",
    category: "Продукт",
    hrs: [
      {
        name: "Евгений Курсаков",
        job: "старший HR-партнёр",
        tel: "7 (915) 408-03-08",
        email: "KursakovEV@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Назарова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "NazarovaNA@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Екатерина Лискина",
            job: "специалист по персоналу",
            tel: "7 (916) 961-745-3",
            email: "LiskinaEA@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "Электронный чиновник",
    category: "Продукт",
    hrs: [
      {
        name: "Ирина Анисимова",
        job: "управляющий HR-партнёр",
        tel: "7 (965) 244-04-31",
        email: "AnisimovaIA1@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Ольга Антонова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "AntonovaON@it.mos.ru",
          },
        ],
      },
    ],
  },
  {
    name: "МФЦ",
    category: "Продукт",
    hrs: [
      {
        name: "Варвара Овчинникова",
        job: "управляющий HR-партнёр",
        tel: "7 (926) 843-83-26",
        email: "OvchinnikovaVS3@it.mos.ru",
      },
      {
        name: "Анастасия Коханова",
        job: "HR-партнёр",
        tel: "7 (925) 049-55-71",
        email: "KokhanovaAA@it.mos.ru",
      },
    ],
    urs: [
      {
        name: "ГКУ «Инфогород»",
        kurators: [
          {
            name: "Наталья Парфёнова",
            job: "старший специалист по персоналу",
            tel: "7 (495) 957-93-57",
            email: "ParfenovaNK@it.mos.ru",
          },
        ],
      },
      {
        name: "АНО «‎ЦИФРОВАЯ ТРАНСФОРМАЦИЯ»‎",
        kurators: [
          {
            name: "Наталья Ефимова",
            job: "специалист по персоналу",
            tel: "7 (916) 128-90-70",
            email: "EfimovaNA7@it.mos.ru",
          },
        ],
      },
    ],
  },
];
</script>

<template>
  <main class="email__builder">
    <EmailPreview />
  </main>
</template>

<style scoped>
.email__builder {
  width: 100vw;
  display: flex;
}
</style>
